Repository: mrgrayhat/SaeedUtilities
Catalog: Saeed.Utilities.LocalizedResource/ErrorMessages/ErrorMessages.*.resx
Languages: fa_ir

source: User not found !
fa_ir: کاربر یافت نشد !

# ValidationError
source: On Or More Validation Error Occurred !
fa_ir: خطای اعتبار سنجی !

source: Wallet balance is not enough
fa_ir: موجودی حساب برای این درخواست کافی نمی باشد

# YouAlreadyOfferedThisProject
source: You Can Send Only 1 Offer For This Project. you can remove and send a new one if you changed you'r mind !
fa_ir: شما قبلا 1 پیشنهاد برای این پروژه ثبت کرده اید ! در صورتی که نظر خود را تغییر داده اید میتوانید پیشنهاد جاری را لغو و پیشنهاد جدیدی را ثبت نمایید.

# YouAreNotResourceOwner
source: You are not owner of this resource !
fa_ir: شما مالک این محتوا نمی باشید !

# YouCantCancelOfferAtThisState
source: You can't cancel your offer at this state !
fa_ir: امکان لغو پیشنهاد در این مرحله امکان پذیر نمی باشد !

# YouCantDeleteOfferAtThisState
source: You can't remove your offer at this state !
fa_ir: امکان حذف پیشنهاد در این مرحله امکان پذیر نمی باشد !

# YouCantOfferThisProjectType
source: You can't send offer for this type of project ! you may have no matched or confirmed skill.
fa_ir: شما نمیتوانید برای این پروژه پیشنهادی ثبت کنید ! ممکن است مهارت و یا تخصص مورد نظر را نداشته باشید و یا هنوز تایید نشده باشد !

# YourAccessBlocked
source: Your access is blocked !
fa_ir: دسترسی شما بسته شده است !

# YourAccountIsDeActive
source: You'r account is not active ! please first active your account !
fa_ir: حساب کاربری شما فعال نمی باشد !

# YourAccountIsNotConfirmed
source: You'r account is not confirmed yet ! please contact with support team or email support@axeto.net
fa_ir: حساب کاربری شما تایید نشده است ! در صورتی که با مشکلی مواجه شده اید با پشتیبانی تماس حاصل فرمایید یا از طریق نشانی support@axeto.net با تیم پشتیبانی در تماس باشید

# YourAccountLockedOut
source: Your account has been temporarily locked due to repeated unsuccessful login attempts.
fa_ir: حساب کاربری شما به خاطر تلاش های ناموفق مکرر برای ورود، موقتا قفل شده است. در صورتی که این کار توسط شما انجام نشده، از امنیت کلمه عبور خود اطمینان حاصل فرمایید

# YourAccountLockedOutUntil
source: Your account has been temporarily locked due to repeated unsuccessful login attempts. please try again in {0}
fa_ir: حساب کاربری شما به خاطر تلاش های ناموفق مکرر برای ورود، موقتا قفل شده است. در صورتی که این کار توسط شما انجام نشده، از امنیت کلمه عبور خود اطمینان حاصل فرمایید و در {0} دیگر تلاش فرمایید
