Repository: mrgrayhat/SaeedUtilities
Catalog: Saeed.Utilities.LocalizedResource/ErrorMessages/ErrorMessages.*.resx
Languages: fa_ir

source: Access Denied !
fa_ir: دسترسی مجاز نمیباشد !

# AccountRecoveryNotAvailable
source: Unable to Recover account at this time.
fa_ir: بازگردانی حساب کاربری در دسترس نمی باشد !

# AccountRegisterationFailed
source: Sorry, something went wrong during registration. Please try again in a few minutes
fa_ir: متاسفانه مشکلی در حین ثبت نام رخ داد. لطفا دقایقی دیگر مجددا تلاش فرمایید

# AddCartItemError
source: Add to Cart Field!
fa_ir: خطا در اضافه کردن به سبد خرید

source: Address Is Required
fa_ir: آدرس اجباری است

# AgreementRequired
source: You Must Read And Accept Agreement to use our services.
fa_ir: شما باید قوانین را مطالعه و موافقت خود را اعلام فرمایید

# AlbumCantDelete
source: Album Cant Be Deleted !
fa_ir: آلبوم قابل حذف نمی باشد !

# AlbumCantUpdate
source: Album Cant Be Updated!
fa_ir: آلبوم قابل ویرایش نمی باشد !

# AlbumCreationFailed
source: An error occurred while creating new album !
fa_ir: مشکلی هنگام ایجاد آلبوم پیش آمد !

# AlbumDeleteFailed
source: An error occurred while removing album !
fa_ir: مشکلی هنگام حذف آلبوم پیش آمد !

# AlbumExpired
source: Album has been expired !
fa_ir: آلبوم منقضی شده است !

source: Album Is Locked
fa_ir: آلبوم در وضعیت قفل قرار دارد

source: Album Item Can't Be Deleted !
fa_ir: تصویر آلبوم قابل حذف نمی باشد !

# AlbumItemNotFound
source: No Photo Found For This Album Item !
fa_ir: تصویر آلبوم پیدا نشد !

source: Album Not Found !
fa_ir: آلبوم پیدا نشد !

# AlbumUpdateFailed
source: An error occurred while updating album !
fa_ir: مشکلی هنگام آپدیت آلبوم پیش آمد !

# AmountNotValid
source: Amount are NotValid
fa_ir: مبلغ وارد شده صحیح نمی باشد

# AttendanceTimeFromIsGreaterThanTo
source: Photographer Arrival Time Must Be Before Exit Time !
fa_ir: زمان شروع پروژه نمیتواند از پایان بیشتر باشد !

# AttendanceTimeFromIsOver
source: Photographer Arrival Time Can't be from past ! start time must be greater than now and at least 1 Hour Later !
fa_ir: زمان شروع پروژه نمیتواند متعلق به گذشته باشد ! زمان حضور عکاس باید حداقل از یک ساعت آینده باشد

# AttendanceTimeNotEqual
source: Photographer Arrival Time Can't be same as Exit Time !
fa_ir: زمان شروع و پایان پروژه نمیتواند یکسان باشد !

# AttendanceTimeToIsLessThanFrom
source: Photographer Exit Time Must Be Greater Than Arrival Time !
fa_ir: زمان پایان پروژه نمیتواند از شروع کمتر باشد !

# AttendanceToIsOver
source: Photographer Exit Time Can't be from past ! End time must be at least 1 Hour greater, than start time.
fa_ir: زمان پایان پروژه نمیتواند در زمان حال یا گذشته باشد ! پایان پروژه باید حداقل یک ساعت پس از زمان شروع آن باشد

# AuthorizationServerNotAvailable
source: Authorization server is not available !
fa_ir: سرور احراز هویت در دسترس نیست !

# AvailabilityCheckFailed
source: Availability Check Has Been Failed !
fa_ir: بررسی دسترسی پذیری ناموفق بود

# BadImageQuality
source: Image quality is very bad !
fa_ir: کیفیت تصویر پایین می باشد !

source: Bank Out Of Service
fa_ir: بانک انتخابی در دسترس نمی باشد

# CacheError
source: Chaching System Error !
fa_ir: خطای سیستم کشینگ

# CantDeleteProjectInThisState
source: You can't delete this project in this state !
fa_ir: حذف پروژه در این وضعیت امکان پذیر نمی باشد !

source: Can't Roll Back Prepayment !
fa_ir: خطا در بازگردانی پیش پرداخت !

# CartEmpty
source: Cart Is Empty
fa_ir: سبد خرید خالی می باشد

source: Category Not Found
fa_ir: مهارت وارد شده یافت نشد

# ChatNotFound
source: This chat is not exit !
fa_ir: چت پیدا نشد !

# ChatRoomDisabled
source: Chat is disabled
fa_ir: چت غیر فعال می باشد !

# ChatRoomIsNotExist
source: Chat removed or is not exist anymore !
fa_ir: این چت موجود نمی باشد و یا قبلا حذف شده است !

# CityCurrentlyNotAvailable
source: Currently we dont service on your city. Axeto wil be available in your city
fa_ir: متاسفانه امکان فعالیت در این شهر در حال حاضر وجود ندارد.به زودی عکستو در شهر شما خواهد بود.

# ClientCredentialsRequired
source: Client Credentials Are Required !
fa_ir: اطلاعات عبور لازم است !

# ClientLocked
source: Your Access Has Been Locked
fa_ir: کلاینت قفل شده است !

# CodeExpired
source: This Code has expired !
fa_ir: این کد منقضی شده است !

# CommentNotAllowedThisTime
source: Comment Not Allowed at This Time
fa_ir: در این مرحله امکان ارسال کامنت وجود ندارد

# ConcurrencyError
source: Concurrency error occurred
fa_ir: متاسفانه خطای همزمانی رخ داد !

# ConditionHaveChild
source: Remove Parent Condition with child as not allowed
fa_ir: اماکن حذف شرط اصلی با وجود شروط زیر مجمومه وجود ندارد

# ConfirmPasswordNotMatch
source: The Confirm password does not match !
fa_ir: کلمه عبور مجدد همخوانی ندارد !

# Coudn'tVerifyIdentity
source: Sorry, We Couldn't Verify You'r Identity !
fa_ir: متاسفیم، ما نتوانستیم هویت شما را تایید کنیم !

# CrossLoginDenied
source: Access with this acount to this application is denied
fa_ir: امکان ورود به این اپلیکیشن با این حساب کاربری مقدور نمی باشد

# CustomerIdInvalid
source: CustomerId are Invalid
fa_ir: شناسه کاربری معتبر نمی باشد

# DataEntryError
source: The Entered Value Is Not Valid !
fa_ir: مقدار ورودی معتبر نمی باشد!

# DateTimeCalculationFailed
source: خطای محاسبه اختلاف زمانی !
fa_ir: Time Zone Diff Calculation Failed.

# DecryptionFailed
source: Decryption operation failed !
fa_ir: عملیات رمزگشایی با شکست مواجه شد !

source: Delay Report Submited
fa_ir: گزارش شما ثبت شد و توسط عکستو در حال پیگیری می باشد

# DeleteFailed
source: Sorry, something went wrong during the deletion. Please try again in a few minutes
fa_ir: متاسفانه مشکلی در حین حذف رخ داد. لطفا دقایقی دیگر مجددا تلاش فرمایید

source: Discount Code Is Invalid
fa_ir: کد تخفیف نا معتبر می باشد

# DiscountExpired
source: Discount Time Expired
fa_ir: زمان استفاده از کد تخفیف به پایان رسیده است

# DiscountLimitationTimes
source: Discount Limitation Times Error
fa_ir: تعداد بار استفاده شده از کد تخفیف به اتمام رسیده است

# DownloadError
source: Error While Downloading !
fa_ir: بارگیری با خطا مواجه شد !

# DownloadFailed
source: Download operation has been failed !
fa_ir: عملیات بارگیری ناموفق بود !

source: Duplicate !
fa_ir: تکراری است !

# EmailAlreadyUsed
source: This email was used by someone else. If this email belongs to you, try to recover your account by email.
fa_ir: این آدرس ایمیل قبلا توسط فرد دیگری استفاده شده، در صورتی که این ایمیل متعلق به شماست از طریق بازیابی حساب کاربری توسط ایمیل اقدام فرمایید

source: Empty !
fa_ir: خالی است !

# EmptyMessage
source: Message can't be empty !
fa_ir: پیام نمیتواند خالی باشد !

# EncryptionFailed
source: Encryption process has been failed !
fa_ir: رمز نگاری با شکست مواجه شد !

# ErrorOccurred
source: An Error Occured !
fa_ir: خطایی رخ داده !

# ErrorSave
source: An error occurred while saving
fa_ir: خطایی در هنگام ذخیره رخ داد !

# ExtendAlbumTime
source: 0 days remain for Extend Storing Album for 1 day
fa_ir: شما از 0 روز دیگه می توانید نگهداری آلبوم خود را برای 1 روز دیگر تمدید نمایید

# FailedOperation
source: The operation was not successful
fa_ir: عملیات ناموفق بود

# FileFormatIsNowAllowed
source: This file type is not allowed to upload !
fa_ir: فرمت فایل برای آپلود مجاز نیست !

source: File not found !
fa_ir: فایل پیدا نشد !

# FileSignatureNotValid
source: File {0] signature is not valid !
fa_ir: امضای فایل {0} معتبر نمی باشد !

# FileSizeIsLessThanMb
source: File size is less than {0} mb !
fa_ir: حجم فایل کمتر از {0} مگابایت است !

# FileSizeIsMoreThanMb
source: File size is more than {0} mb !
fa_ir: حجم فایل بیشتر از {0} مگابایت است !

# GatewayServerNotAvailable
source: Gateway server is not available !
fa_ir: سیستم گیت وی در دسترس نیست !

# IllegalPhotoContent
source: Photo Content Is Illegal !
fa_ir: محتوای تصویر مجاز نیست !

# ImageAccessIsPrivate
source: Accessing to this content is limited !
fa_ir: دسترسی به محتوا محدود شده است !

source: Image Already Exist
fa_ir: عکس ارسال شده قبلا ثبت گردیده است

# ImageResolutionIsLow
source: Image resolution is very low !
fa_ir: رزولوشن تصویر بسیار پایین است !

# ImageSizeIsLargerThanMb
source: Image size is larger than {0} mb !
fa_ir: حجم تصویر بیشتر از {0} مگابایت میباشد !

# ImageSizeIsLessThanMb
source: Image size is less than {0} mb !
fa_ir: حجم تصویر کمتر از {0} مگابایت می باشد !

# IncorrectPassword
source: Password is incorrect !
fa_ir: کلمع عبور اشتباه است !

# InformationNotAvailable
source: No information available at this time !
fa_ir: در حال حاضر هیچ اطلاعاتی در دسترس نمی باشد!

source: Input blocked !
fa_ir: ورودی مسدود شد !

# IntegrityCheckFailed
source: Data Integrity Failed
fa_ir: بررسی صحت یکپارچگی داده با شکست مواجه شد !

# InvalidAge
source: Age is not valid !
fa_ir: سن معتبر نمی باشد !

# InvalidAlbumPrice
source: Album Price Is Not Valid !
fa_ir: قیمت آلبوم معتبر نمی باشد !

# InvalidAttendanceTime
source: زمان های شروع و پایان معتبر نمی باشند !
fa_ir: Start and End Attendance Times Are Invalid !

# InvalidCredentials
source: Your credentials are invalid !
fa_ir: اطلاعات عبور معتبر نمی باشد !

# InvalidDataType
source: Input data type is not valid !
fa_ir: نوع ورودی معتبر نمی باشد !

# InvalidDate
source: Date is not valid !
fa_ir: تاریخ معتبر نمی باشد !

# InvalidDateTime
source: Date and time are not valid !
fa_ir: تاریخ و زمان معتبر نمی باشد !

# InvalidDays
source: days are not valid !
fa_ir: تعداد روز ها معتبر نمی باشند !

source: Invalid Decryption Key !
fa_ir: کلید رمزگشایی معتبر نمی باشد !

# InvalidEmailAddress
source: Email address is invalid !
fa_ir: آدرس ایمیل معتبر نمی باشد !

# InvalidEncryptionKey
source: Encryption key is not valid !
fa_ir: کلید رمز نگاری معتبر نمی باشد !

# InvalidEndTime
source: end time is not valid !
fa_ir: زمان خاتمه معتبر نمی باشد !

# InvalidFileType
source: File type is not valid !
fa_ir: نوع فایل مجاز نمی باشد !

# InvalidFilters
source: The filters are invalid !
fa_ir: فیلتر ها معتبر نمی باشند !

# InvalidFormat
source: Input format is not valid !
fa_ir: فرمت ورودی معتبر نمی باشد !

# InvalidImageFormat
source: Image format is not valid !
fa_ir: فرمت تصویر مجاز نمی باشد !

# InvalidInputLength
source: Input value length is not valid !
fa_ir: طول ورودی معتبر نمی باشد !

# InvalidInputValue
source: Input value is not valid !
fa_ir: مقدار ورودی معتبر نمی باشد !

# InvalidMultiplier
source: Multiplier Is Not Valid !
fa_ir: ضریب معتبر نمی باشد !

# InvalidNationalNumber
source: The national code is not valid !
fa_ir: کد ملی معتبر نمی باشد !

# InvalidPhoneNumber
source: Phone Number is invalid !
fa_ir: شماره تلفن معتبر نمیباشد !

# InvalidPhotoPrice
source: Photo Price Is Not Valid !
fa_ir: قیمت هر عکس معتبر نمی باشد !

# InvalidPrepayment
source: Prepayment is not valid !
fa_ir: مبلغ پیش پرداخت معتبر نمی باشد !

# InvalidQrCode
source: QR Code is not valid !
fa_ir: QR کد اشتباه است !

# InvalidStartTime
source: start time is not valid !
fa_ir: زمان شروع معتبر نمی باشد !

# InvalidTextCharacters
source: Text Contains Invalid Characters !
fa_ir: متن حاوی کاراکتر های غیر مجاز می باشد !

# InvalidTime
source: Time is not valid !
fa_ir: زمان معتبر نمی باشد !

# InvalidTimezone
source: Invalid Timezone Id !
fa_ir: منطقه زمانی معتبر نمی باشد !

# InvalidTotalDays
source: Total Days Is Not Valid !
fa_ir: تعداد کل روز ها معتبر نمی باشد !

# InvalidTransaction
source: Transaction is not valid !
fa_ir: تراکنش نامعتبر است !

# InvalidTwoStepVerifyCode
source: Two Step Verification Code is not valid !
fa_ir: کد احراز هویت دو مرحله ای اشتباه می باشد !

source: Invalid User !
fa_ir: کاربر نامعتبر است !

# InvalidUsername
source: Username is not valid !
fa_ir: نام کاربری معتبر نمی باشد !

source: Invalid Username Or Password
fa_ir: نام کاربری و با پسور اشتباه است

# JudgementStopByePhoto
source: Judgement Request Cant Submited Because of buying Photo from album
fa_ir: امکان ثبت درخواست به دلیل خرید عکس از آلبوم دیگر وجود ندارد

# LimitedToCustomers
source: This service is limited to customers !
fa_ir: این سرویس محدود به مشتریان می باشد !

# LimitedToEditorProviders
source: This service is limited to editor providers !
fa_ir: این سرویس محدود به تدوینگرها می باشد !

# LimitedToPhotographerProviders
source: This service is limited to photographer providers !
fa_ir: این سرویس محدود به عکاسان می باشد !

# LimitedToServiceProviders
source: This service is limited to service providers !
fa_ir: این سرویس محدود به خدمات دهندگان می باشد !

# MaxAllowedTryReached
source: You have reached the maximum number of failed attempts !
fa_ir: شما به حداکثر تعداد تلاش ناموفق رسیده اید !

# MaximumCharacters
source: Maximum input characters is {0} !
fa_ir: حداکثر کاراکتر های مجاز {0} می باشد !

# MaxLength
source: The Maximum Length is {0} !
fa_ir: حداکثر طول ورودی {0} میباشد !

# Maxlength25
source: The Maximum Length of {0} is 25 character !
fa_ir: حداکثر طول ورودی {0} 25 حرف میباشد

# MaxProjectDurationIs
source: Project time can be up to {0} working hours !
fa_ir: زمان انجام پروژه می تواند تا حداکثر {0} ساعت کاری باشد

# MaxProjectDurationIsEightHour
source: Project time can be up to 8 working hours !
fa_ir: زمان انجام پروژه می تواند تا حداکثر 8 ساعت کاری باشد !

# MimeTypeNotAllowed
source: This type of file is not allowed !
fa_ir: این فرمت مجاز نمی باشد !

# MinimumCharacters
source: Minimum input characters is {0} !
fa_ir: حداقل کاراکتر مجاز {0} می باشد !

# MinLength
source: The Minimum Length is {0} !
fa_ir: حداقل طول ورودی {0} میباشد !

source: National Code Required
fa_ir: کد ملی اجباری است

# NegativeValueNotValid
source: Negative numbers are not allowed !
fa_ir: اعداد منفی مجاز نیستند !

# NewOfferOperationField
source: Offer Not Found Or Is Accepted Later
fa_ir: پیشنهاد فوق یافت نشد و یا از قبل برای پروژه شما تایید شده است

source: No Address Provided !
fa_ir: هیچ آدرسی ثبت نشده است !

# NoAdminAvailable
source: No Admin Are Available !
fa_ir: هیچ مدیری در دسترس نمی باشد !

# NoBlockedMoney
source: No Blocked Money Yet
fa_ir: امکان افزودن با بودجه پیش پرداخت وجود ندارد

source: No Location Provided !
fa_ir: هیچ لوکیشنی ثبت نشده است !

source: No Photo Provided !
fa_ir: هیچ تصویری ثبت نشده است !

# NoProviderAvailableAtThisTime
source: No service provider are available at this time !
fa_ir: در حال حاضر هیچ خدمات دهنده ای در این زمان در دسترس نیست !

# NoProviderFound
source: No service provider found !
fa_ir: هیچ خدمات دهنده ای یافت نشد !

# NoProviderFoundFreeTime
source: No service provider are free at this time !
fa_ir: در حال حاضر هیچ خدمات دهنده ای وقت آزاد ندارد !

# NoProviderFoundInCategory
source: No service provider in this category are available at this time !
fa_ir: در حال حاضر هیچ خدمات دهنده ای در این سرویس در دسترس نیست !

# NoProviderFoundInCity
source: No service provider in this city are available at this time !
fa_ir: در حال حاضر هیچ خدمات دهنده ای در این شهر در دسترس نیست !

# NoResponse
source: No Response Received !
fa_ir: پاسخی دریافت نشد !

# NoServerSpecified
source: No Server Specifiedd !
fa_ir: هیچ سروری تعریف نشده است !

# NoSupportAvailable
source: No Support Are Available !
fa_ir: هیچ پشتیبانی در دسترس نمی باشد !

# NoSymbolAllowed
source: No Symbol character Allowed !
fa_ir: نماد ها مجاز نمیباشند !

# NotAlbumOwner
source: You are not album owner !
fa_ir: شما مالک این آلبوم نمی باشید !

source: Not Allowed !
fa_ir: مجاز نیست !

# NotAllowedCharacters
source: Input characters are not allowed !
fa_ir: کاراکتر های ورودی مجاز نمی باشد !

source: Not Allowed For This Specialty
fa_ir: امکان ثبت عکس برای این تخصص برای شما وجود ندارد

source: Not Available !
fa_ir: در دسترس نمیباشد !

source: Not Confirmed Account
fa_ir: اکانت شما در وضعیت عدم تایید می باشد

source: Not Enqueued !
fa_ir: در صف پردازش قرار نگرفت !

# NotFound
source: No Item Found !
fa_ir: موردی پیدا نشد !

# Nothing
source: Nothing Found !
fa_ir: هیچ موردی پیدا نشد !

source: No Title Provided !
fa_ir: هیچ عنوانی ثبت نشده است !

source: Not Match !
fa_ir: عدم تطابق !

# NotResourceOwner
source: You are not owner of this resource or have no permission to access !
fa_ir: شما صاحب این منبع نیستید و یا اجازه دسترسی ندارید !

source: Not Yet Confirmed
fa_ir: این درخواست از قبل مورد بررسی می باشد

# OffensiveNamesBlocked
source: Offensive Names Are Blocked !
fa_ir: نام های حاوی توهین مجاز نمی باشند !

# OffensiveWordsBlocked
source: Offensive and Illegal Words Are Blocked !
fa_ir: کلمات رکیک یا توهین آمیز مجاز نمی باشند !

# OnlyAlpabet
source: Only Alpabetic characters are allowed
fa_ir: فقط حروف الفبا مجاز هستند

# OnlyNumber
source: Only Numbers are allowed
fa_ir: فقط اعداد مجاز هستند !

# OrderServerNotAvailable
source: Order server is not available !
fa_ir: سیستم سفارشات در دسترس نیست !

# PasswordNotMatch
source: Password does not match !
fa_ir: کلمه عبور همخوانی ندارد !

source: Payment Service Error
fa_ir: خطا در سیستم پرداخت

# PhoneNumberAlreadyUsed
source: This phone number was used by someone else. If this number belongs to you, try to recover your account by phone number.
fa_ir: این شماره قبلا توسط فرد دیگری استفاده شده، در صورتی که شماره متعلق به شماست از طریق بازیابی حساب کاربری توسط شماره موبایل اقدام فرمایید

# PhotoNotFound
source: Photo Not Found ! may be removed or not exist.
fa_ir: تصویر پیدا نشد! ممکن است حذف یا آپلود نشده باشد.

# PrepaymentNotAvailable
source: Prepayment info is not available !
fa_ir: اطلاعات پیش پرداخت در دسترس نمی باشد !

# ProjectAlbumAlreadyExist
source: This Project have an album already !
fa_ir: قبلا آلبومی برای این پروژه به ثبت رسیده است !

# ProjectAlbumNotExist
source: No Album found for this project !
fa_ir: آلبومی برای این پروژه پیدا نشد !

# ProjectALbumPriceValidationError
source: Album Price Cant Assigned under prepayment
fa_ir: قیمت آلبوم نمی تواند کمتر از هزینه پیش پرداخت باشد

source: Project Alredy Done For Report
fa_ir: پروژه به اتمام رسیده است و امکان گزارش وجود ندارد

# ProjectCancelled
source: Project Has Been Cancelled !
fa_ir: پروژه لغو شده است !

# ProjectCreationFailed
source: New project creation has been failed !
fa_ir: ایجاد پروژه جدید ناموفق بود !

# ProjectDurationIsZero
source: Project time should be more than an hour !
fa_ir: زمان انجام پروژه باید بیشتر از یک ساعت باشد !

# ProjectExpired
source: Project Has Been Expired !
fa_ir: پروژه منقضی شده است !

source: Project Id Invalid
fa_ir: شناسه پروژه صحیح نمی باشد

# ProjectOfferingLocked
source: Project offering is locked !
fa_ir: ارسال پیشنهاد برای این پروژه غیر فعال شده است !

# ProjectOfferingTimeExpired
source: The project offering time has been ended !
fa_ir: زمان ارسال پیشنهاد برای این پروژه به اتمام رسیده است !

# ProjectProcessingFailed
source: Project Registeration Process Has Been Failed !
fa_ir: پردازش ثبت پروژه با مشکل مواجه شده !

# ProjectStateIsNotUploading
source: Only Uploading State will allowed you to create album
fa_ir: فقط در حالت بارگذاری امکان ساخت آلبوم وجود دارد

source: Project StateMust Done
fa_ir: برای ثبت درخواست قضاوت وضعیت پروژه باید تمام شده باشد

# ProjectUnderOneHour
source: Due Time Of project must greater than one hour
fa_ir: سفارش باید برای حداقل یک ساعت آینده باشد

source: Report Failed !
fa_ir: گزارش ناموفق بود !

# Required
source: {0} is required !
fa_ir: {0} الزامی میباشد !

# ResetPasswordFailed
source: Password Reset Failed !
fa_ir: بازگردانی کلمه عبور با شکست مواجه شد !

# ResourceAccessLimited
source: Access to the desired resource is restricted !
fa_ir: دسترسی به محتوای مورد نظر محدود شده است !

source: Security Condition Error !
fa_ir: خطای امنیتی

# SendMessageFail
source: Couldn't Send Message at this time !
fa_ir: در حال حاضر امکان ارسال پیام وجود ندارد !

# ServerOrResourceDown
source: Server or resouce is down !
fa_ir: سرور یا منبع درخواستی در دسترس نمی باشد !

# ServiceLoadWarning
source: Service Is Under High Load !
fa_ir: هشدار بار روی سرویس {0}

source: Sheba Number Required
fa_ir: شماره شبا اجباری است

# SkillNotMatch
source: You'r skill is not match !
fa_ir: مهارت شما مطابقت ندارد !

source: Skill Pending
fa_ir: تخصص در انتظار تایید می باشد

# SoonForExtendAlbum
source: Album can extend 0 days before Expiration
fa_ir: از 0 روز قبل از منقضی شدن آلبوم شما می توانید آلبوم را تمدید کنید

source: Speciality Already Exist
fa_ir: تخصص مورد نظر قبلا ثبت گردیده است

# SpecialtyTypeNotMatch
source: You'r specialty not match !
fa_ir: تخصص شما مطابقت ندارد !

# SpRejectProject
source: Project 0 Rejected by selected Specialist
fa_ir: پروژه 0 توسط متخصص مشخص شده رد شد

# StorageServerNotAvailable
source: Storage server is not available !
fa_ir: استوریج در دسترس نیست !

# SupportedFileFormats
source: Only this formats are supported : {0}
fa_ir: فرمت هایی که پشتیبانی میشوند: {0}

# SystemIsUnderUpgrade
source: System is under upgrade. please wait a few minutes !
fa_ir: سیستم در حال بروز رسانی می باشد، لطفا دقایقی صبر نمایید.

# SystemNotAvailable
source: System is not available at this time !
fa_ir: سیستم در دسترس نیست !

source: Telephone Number Required
fa_ir: شماره تماس اضطراری اجباری است

source: Ticket Closed
fa_ir: تیکت بسته شده است و امکان رسال پیام جدید وجود ندارد

# TokenExpired
source: The Token has expired !
fa_ir: توکن منقضی شده است !

# ToManyRequest
source: Sorry, you have too many requests. Please try again after a while!
fa_ir: متاسفیم، تعداد درخواست های شما بیش از حد است. لطفا پس از مدتی مجددا تلاش فرمایید !

# TooLong
source: Input is too long !
fa_ir: ورودی طولانی می باشد !

# TooShort
source: Input is too short !
fa_ir: ورودی کوتاه می باشد !

source: Tracking Failed !
fa_ir: پیگیری ناموفق بود !

source: Two Step Verification Failed !
fa_ir: احراز هویت دو مرحله ای با شکست مواجه شد !

# TwoStepVerifyRequired
source: Two Step Verification Required !
fa_ir: احراز هویت دو مرحله ای نیاز است !

# UnableToAuthorization
source: Unable to authorize you'r accessat this time. please try again or contact with support team.
fa_ir: متاسفانه امکان بررسی مجوز دسترسی شما در این زمان مقدر نمیباشد، لطفا زمان دیگری تلاش کنید و یا با تیم پشتیبانی تماس حاصل فرمایید !

# UnauthorizedAccess
source: Your access is unauthorized !
fa_ir: دسترسی بدون مجوز

# UnauthorizedResourceAccess
source: You do not have permission to access this resource !
fa_ir: شما مجوز دسترسی به این داده را ندارید !

source: Unavailable !
fa_ir: در دسترس نمیباشد !

# Unsuccessful
source: Was unsuccessful !
fa_ir: ناموفق

# UnSuccessfullProfileUpdate
source: Unfortunately, something went wrong while updating your profile! Please try again in a few minutes
fa_ir: متاسفانه مشکلی در حین آپدیت پروفایل شما رخ داد! لطفا دقایقی بعد مجددا تلاش فرمایید

# UpdateFailed
source: Unfortunately, something went wrong during the update. Please try again in a few minutes
fa_ir: متاسفانه مشکلی در حین آپدیت رخ داد. لطفا دقایقی دیگر مجددا تلاش فرمایید

# UploadCancelled
source: Upload operation has been cancelled !
fa_ir: عملیات بارگذاری لغو شد !

# UploadFailed
source: Upload operation has been failed !
fa_ir: عملیات بارگذاری ناموفق بود !

# UploadingReportFaild
source: Uploading time will not expired
fa_ir: زمان مجاز بارگذاری به اتمام نرسیده است

# UserIsNotProvider
source: User is not in service providers group !
fa_ir: کاربر در گروه خدمات دهنگان نمی باشد

# UsernameAlreadyUsed
source: This username has already been chosen by someone else. Please select another username.
fa_ir: این نام کاربری قبلا توسط فرد دیگری انتخاب شده، لطفا نام کاربری دیگری را انتخاب کنید

# UsernameCantBePhoneNo
source: Username can't be phone number! please choose a good nickname as your identity.
fa_ir: نام کاربری نمیتواند شماره تلفن باشد! لطفا نام مستعار مناسبی به عنوان هویت نمایشی خود انتخاب فرمایید

# UserNameCantBeSameAsPhoneNo
source: User name can't be same as your phone number! please choose you'r name or nickname.
fa_ir: نام کاربری نمیتواند شماره موبایل شما باشد ! لطفا نام خود و یا نام مستعار مناسبی جهت هویت نمایشی خود انتخاب فرمایید

# UsernameExist
source: This username has already been used by someone else !
fa_ir: این نام کاربری قبلا توسط فرد دیگری استفاده شده !

# UsernameIsBanned
source: This username is banned ! Please select a valid username.
fa_ir: استفاده از این نام کاربری محدود شده است. لطفا از نام کاربری معتبر استفاده نمایید !

source: Username not found !
fa_ir: نام کاربری یافت نشد !
