Repository: mrgrayhat/SaeedUtilities
Catalog: Saeed.Utilities.LocalizedResource/InformationMessages/InformationMessages.*.resx
Languages: fa_ir

# ActivationLinkSent
source: Activation Link Sent To Your Phone/Email
fa_ir: لینک فعالسازی برای شما ارسال گردید

# AddCartSuccess
source: Item was added successfully to cart
fa_ir: آیتم با موفقیت به سبد خرید شما اضافه گردید

source: Add Ticket Success
fa_ir: ثبت تیکت با موفقیت انجام شد

# AffischTimeMessage
source: The maximum time required to reach the project site is 0 minutes. Please be careful with your schedule
fa_ir: حداکثر زمان مورد نیاز برای رسیدن به محل پروژه 0 دقیقه می باشد. لطفا به زمانبندی خود دقت نمایید

source: Album Created Successfully
fa_ir: تبریک،آلبوم با موفقیت ساخته شد

# AlbumCreatedSuccessfullySms
source: Album 0 Created Successfully
fa_ir: تبریک،آلبوم 0 با موفقیت ساخته شد

# BiographyEmpty
source: Im Using Axeto
fa_ir: من از عکستو استفاده میکنم

source: Buy Full Album Complete
fa_ir: آلبوم فوق با موفقیت خریداری شد

# ChangeProjectState
source: project State Changed to {0}
fa_ir: وضعیت پروژه به {0} تغییر کرد

# CheckUploadingTime
source: Uploading Standard Time Over. You Got Some Minus Points
fa_ir: زمان قانون آپلود به اتمام رسیده است . کسر امتیاز درج گردید

# ConfirmLink
source: Axeto Confirmation Link : {0}
fa_ir: لینک فعالسازی حساب کاربری عکستو : {0}

# ContactSupportIfNeeded
source: If necessary, please contact support
fa_ir: در صورت نیاز لطفا با پشتیبانی تماس حاصل فرمایید

# DiscountAppliedSuccess
source: A discount of {0}Tomans was applied
fa_ir: مبلغ {0} تومان تخفیف اعمال گردید

# DistributedCacheUnavailable
source: Distributed Cache Is Not Available !
fa_ir: کش توزیع شده در دسترس نیست!

# EULAPolicy
source: End User Licence Agreement
fa_ir: توافق نامه کاربر استفاده کننده. شما با تایید این توافق نامه، موافقت خود را با موارد ذکر شده اعلام می نمایید.

source: Extend Album Successfully
fa_ir: تمدید آلبوم با موفقیت انجام شد

# IdentityRejected
source: Client {0} Identity Has Been Rejected.
fa_ir: هویت کلاینت {0} رد شد !

# IntrusionDetected
source: Intrusion into the system was detected {0} !
fa_ir: یک مورد نفوذ به سیستم تشخیص داده شد {0} !

# judgementStateChangeToFinal
source: Project 0 Judgement Result Goes to 1
fa_ir: نتیجه داوری در پروژه 0 به نفع 1 صادر گردید

# JudgementStateToPend
source: Project 0 Judgement State Changed To 1
fa_ir: وضعیت داوری پروژه 0 به 1 تغییر کرد

# JudgementSubmitedCu
source: judgement Request Submited For Project 0
fa_ir: درخواست داوری شما برای پروژه 0 ثبت گردید

# JudgementSubmitedSp
source: an judgement request submited for project 0
fa_ir: یک درخواست داوری برای پروژه 0 ثبت گردید

# MultipleLoginAttempt
source: Multiple Login Attempt Detected {0} !
fa_ir: تلاش مکرر جهت ورود به {0} شناسایی شد !

# PasswordLinkSent
source: Change Password Link Sent To Your Phone/Email
fa_ir: لینک تغییر رمز عبور برای شما ارسال گردید

# PendingSkillMessage
source: The Request Pending
fa_ir: درخواست شما توسط عکستو در دست بررسی می باشد

# PortfoSendSuccessfully
source: Your image was successfully uploaded. After confirmation, the photo will be placed in your profile
fa_ir: تصویر شما با موفقیت ثبت شد. پس از تایید عکستو در پروفایل شما قرار می گیرد

# PrePaymentRemainMessage
source: You can buy 0 item from this album by prepayment
fa_ir: در حال حاضر شما می توانید 0 عدد عکس از این آلبوم را با کسر از پیش پرداخت خرید نمایید

source: Prepayments Done
fa_ir: پیش پرداخت واریز گردید

source: Privacy Policy
fa_ir: سیاست های حفظ حریم شخصی

# Proccessing
source: You'r request is under process
fa_ir: درخواست شما در حال پردازش می باشد

# ProjectAlbumReminder
source: Album expiration reminder for {0} project
fa_ir: یادآوری انقضا آلبوم برای پروژه {0}

source: Project Not Found ForCity
fa_ir: پروژه ای در شهر شما یافت نشد

# ProjectNotFoundForFreeTime
source: Project Not Found For your FreeTime
fa_ir: پروژه ای در زمان آزاد شما یافت نشد

# ProjectNotFoundForSKill
source: Project Not Found For your SKill
fa_ir: پروژه ای با مهارت شما یافت نشد

# ProjectNotFoundForSpeciality
source: Project Not Found For your Speciality
fa_ir: پروژه ای با تخصص شما یافت نشد

# ProjectOfferAcceptedSpVersion
source: Your Offer For {0} Project Is Accepted
fa_ir: پیشنهاد شما برای پروژه {0} مورد تایید قرار گرفت

# ProjectOrdeAvailableEmailMessage
source: A Project with your skills are available !
fa_ir: یک پروژه با تخصص های شما در دسترس است !

# ProjectOrderCancelled
source: Project Order {0} Cancelled
fa_ir: پروژه {0} لغو شد

# ProjectOrderCreatedEmailMessage
source: Your Project Created Successfully, at {0}
fa_ir: سفارش پروژه شما در تاریخ {0} با موفقیت ثبت گردید

# ProjectOrderExpired
source: Project Order {0} Expired
fa_ir: پروژه {0} منقضی شد

# ProjectOrderIsPending
source: Project Order {0} Is Pending
fa_ir: پروژه {0} به حالت تعلیق در آمد

# ProjectOrderOfferAcceptedCuMessage
source: Project Offer Accepted
fa_ir: پروژه شما تایید پیشنهاد شد

# ProjectOrderOfferAcceptedSpMessage
source: Your Offer Accepted For {0} Project
fa_ir: پیشنهاد شما برای پروژه {0} انتخاب شد

# ProjectOrderOfferCreatedEmailMessage
source: New Offer created for you'r project order {0}
fa_ir: پیشنهاد جدیدی برای پروژه {0} ثبت گردید.

# ProjectOrderTimingUpdated
source: Project Order {0} Timing / Details Updated
fa_ir: زمان بندی پروژه {0} به روز شد

# ProjectOrderUpdated
source: Project Order {0} Updated
fa_ir: پروژه {0} به روز شد

# ProjectPrepaymentTimeOut
source: Your Project was deleted because of not prepayment
fa_ir: پروژه شما به دلیل عدم پرداخت پیش پرداخت لغو گردید

source: Projects Reminder
fa_ir: یادآور پروژه

source: Project Started
fa_ir: پروژه در وضعیت اجرا قرار گرفت

# ProjectStateUploading
source: Project State Changed To Uploading
fa_ir: وضعیت پروژه به بارگذاری تغییر یافت

# ProviderSkillApproved
source: {0} Skill For Service Provider {1} Approved
fa_ir: مهارت {0} خدمات دهنده {1} تایید شد

# ProviderSkillRejected
source: {0} Skill For Service Provider {1} Rejected
fa_ir: مهارت {0} خدمات دهنده {1} رد شد

# ProviderSpecialtyChanged
source: Provider {0} Specialty Changed
fa_ir: تخصص خدمات دهنده {0} تغییر کرد

# RejectProjectSuccess
source: Project Rejected by Service Provider!
fa_ir: پروژه از طرف خدمات دهنده رد شد

# ServerUnderUpdate
source: We are updating the server. Thank you for your patience.
fa_ir: ما در حال به روزرسانی سرور هستیم، از صبر شما صمیمانه سپاسگذاریم

# ServiceIsNotReachable
source: Service {0} is not reachable !
fa_ir: سرویس {0} قابل دستیابی نیست !

source: Service Provider Arrived?
fa_ir: آیا متخصص به محل شما رسیده است؟

# SpAcceptOffer
source: Your Offer is accepted
fa_ir: پیشنهاد شما برای این پروژه تایید شد

# spConfirmationSuccess
source: Your Account Confirmed Successfully
fa_ir: حساب شما با موفقیت فعال گردید

# specialityAndSkillAccessDenied
source: Access to this Project denied beacuse of skill or speciality limit
fa_ir: پروژه فوق در مهارت و یا تخصص شما تعریف نشده است

# SpecialitySubmitet
source: Speciality Submited Successfully, it will added after Accept by Admin
fa_ir: مهارت شما ثبت گردید.پس از تایید توسط اکستو به قابلیت های شما اضافه خواهد شد

# SuccessfullAccountVerification
source: Your account has been successfully verified
fa_ir: حساب کاربری با موفقیت تایید شد

# SuccessfullFileUpload
source: File uploaded successfully
fa_ir: فایل با موفقیت آپلود شد

# SuccessfullLoggedIn
source: You have successfully logged in to your account
fa_ir: شما با موفقیت به حساب خود وارد شدید

# SuccessfullLoggedOut
source: You have successfully logged out
fa_ir: شما با موفقیت از حساب خود خارج شدید

# SuccessfullPayment
source: Payment was successful
fa_ir: پرداخت موفقیت آمیز بود

# SuccessfullProfileUpdate
source: Your profile has been updated successfully
fa_ir: پروفایل شما با موفقیت به روز شد

# SuccessfullWalletCharge
source: Wallet credit successfully charged
fa_ir: شارژ کیف پول با موفقیت انجام شد

# Successfully
source: Done successfully
fa_ir: با موفقیت انجام شد

# SuccessfulOperation
source: The operation was successful
fa_ir: عملیات با موفقیت انجام شد

# SuspiciousLoginAttemptsDetected
source: Dear {0} ! We have noticed several unsuccessful attempts to sign in to your account at {1}. If you have forgotten your password, you can restore your account via the following address {2} . Otherwise ignore this message.
fa_ir: {0} عزیز ! ما متوجه چند تلاش ناموفق هنگام ورود به حساب شما در {1} شده ایم. در صورتی که رمز عبور خود را فراموش کرده اید، میتوانید از طریق نشانی زیر {2} اقدام به بازگردانی حساب خود فرمایید. در غیر اینصورت این پیام را نادیده بگیرید.

# Thanks
source: Thank you !
fa_ir: از شما متشکریم

source: Ticket Reply Success
fa_ir: پاسخ با موفقیت ثبت گردید

# UnsupportedProtocol
source: This Authentication Flow Is Not Supported !
fa_ir: این پروتکل پشتیبانی نمیشود

source: Update Success
fa_ir: بروزرسانی با موفقیت انجام شد

# UploadReportToCustomer
source: Uplade Delay Report Submited Successfully
fa_ir: گزارش دیرکرد در بارگذاری شما در دست بررسی قرار گرفت

# UploadReportToServiceProvider
source: You got Delay Report For Project
fa_ir: گزارش دیرکرد در بارگذاری برای شما از سمت کاربر ثبت گردید

source: User Agreement
fa_ir: توافق نامه کاربر

# Welcome
source: Welcome Dear {0}
fa_ir: {0} عزیز، خوش آمدید

source: YourAccountConfirmed
fa_ir: حساب کاربری شما با موفقیت تایید شد

# YourAccountConfirmedPendOnProfile
source: YourAccountConfirmed. For activate your speciality check profile on this address https://serviceprovider.axeto.net and fill your profile.
fa_ir: حساب کاربری شما تایید شد. جهت شروع فعالیت در تخصص انتخاب شده لطفا به آدرس https://serviceprovider.axeto.net بخش پروفایل مراجعه کرده و اطلاعات خود را تکمیل نمایید

source: Your Account Not Verified !
fa_ir: حساب شما تایید نشد !

# YourAccountNotVerifiedYet
source: Your Account Is Not Verified Yet !
fa_ir: حساب شما در حال بررسی میباشد !

source: Your Account Suspended !
fa_ir: حساب شما به حالت تعلیق در آمده !

source: Your Account Verified !
fa_ir: حساب شما تایید شد !

# YourAlbumFilesWillDeleteSoon
source: Your {0} album files will be deleted soon!
fa_ir: فایل های آلبوم {0} به زودی حذف میشوند !

# YourAlbumWillExpireIn
source: Your {0} album will expire in {1} !
fa_ir: آلبوم {0} تا {1} منقضی خواهد شد !

# YourSkillIsUnderReview
source: Your {0} skill is under review !
fa_ir: مهارت {0} شما در دست بررسی میباشد

# YourSkillRejected
source: Your {0} skill has been rejected!
fa_ir: مهارت {0} شما تایید نشد !

source: Your Skills Are Under Review
fa_ir: تخصص شما در صف بررسی قرار گرفت

# YourSkillsAreUnderReviewExept
source: 0 Skills Cant added beacuse of not portfo added for them
fa_ir: مهارت های 0 به دلیل نداشتن نمونه کار قابل ثبت نیستند

# YourSkillVerified
source: Your {0} skill has been verified !
fa_ir: مهارت {0} شما تایید شد !
